# Написать функцию которая будет принимать три значения: длина,
# ширина, высота и будет возвращать объем(V = a*b*h). Если один из
# параметров не задан, то он по умолчанию должно быть равно 1.

def volume(a, b, h):
    V = a * b * h
    return V


res = volume(2, 3, 5)
print(f"Volume is: {res}")





